---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSlopedWebAngle
source: html/5fbf2235-8bd8-a3d7-c466-f76baa5e35fa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSlopedWebAngle Property

"Sloped Web Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionSlopedWebAngle { get; }
```